const COMPANY_INDUSTRY = {
  // 钢铁
  "中信特钢":"钢铁",
  // 汽车及零部件
  "东风股份":"汽车及零部件","襄阳轴承":"汽车及零部件","泰祥股份":"汽车及零部件",
  "菱电电控":"汽车及零部件","长源东谷":"汽车及零部件","恒立钻具":"汽车及零部件",
  "华阳变速":"汽车及零部件","开特股份":"汽车及零部件","东贝集团":"汽车及零部件",
  // 光电子/通信
  "烽火通信":"光电子/通信","光迅科技":"光电子/通信","华工科技":"光电子/通信",
  "长飞光纤":"光电子/通信","联特科技":"光电子/通信","东田微":"光电子/通信",
  "长江通信":"光电子/通信","长进光子":"光电子/通信",
  // 医药生物
  "ST人福":"医药生物","马应龙":"医药生物","济川药业":"医药生物",
  "健民集团":"医药生物","广济药业":"医药生物","共同药业":"医药生物",
  "亨迪药业":"医药生物","海特生物":"医药生物","宏源药业":"医药生物",
  "奥美医疗":"医药生物","塞力医疗":"医药生物","ST中珠":"医药生物",
  "回盛生物":"医药生物","嘉必优":"医药生物","永安药业":"医药生物",
  "科前生物":"医药生物","*ST明德":"医药生物","禾元生物-U":"医药生物","九州通":"医药生物",
  // 化工
  "湖北宜化":"化工","兴发集团":"化工","安道麦A":"化工","安道麦B":"化工",
  "振华股份":"化工","凯龙股份":"化工","双环科技":"化工",
  "和远气体":"化工","江瀚新材":"化工","鼎龙股份":"化工","富邦科技":"化工",
  "平安电工":"化工","新洋丰":"化工",
  // 半导体/电子
  "三安光电":"半导体/电子","台基股份":"半导体/电子","精测电子":"半导体/电子",
  "*ST闻泰":"半导体/电子","四方光电":"半导体/电子","盈方微":"半导体/电子",
  "中一科技":"半导体/电子","华灿光电":"半导体/电子","武汉凡谷":"半导体/电子",
  "泰晶科技":"半导体/电子","超颖电子":"半导体/电子","力佳科技":"半导体/电子",
  "武汉蓝电":"半导体/电子",
  // 食品/农业
  "安琪酵母":"食品/农业","良品铺子":"食品/农业","均瑶健康":"食品/农业",
  "一致魔芋":"食品/农业","康农种业":"食品/农业","宏裕包材":"食品/农业",
  // 金融
  "长江证券":"金融","天风证券":"金融",
  // 建材
  "华新建材":"建材","三峡新材":"建材","*ST顾地":"建材",
  "祥源新材":"建材","海波重科":"建材","汇绿生态":"建材",
  // 机械装备
  "石化机械":"机械装备","航天电子":"机械装备","华中数控":"机械装备",
  "三丰智能":"机械装备","华昌达":"机械装备","博亚精工":"机械装备",
  "金鹰重工":"机械装备","帝尔激光":"机械装备","锐科激光":"机械装备",
  "航天南湖":"机械装备","宏发股份":"机械装备","港迪技术":"机械装备",
  "ST京机":"机械装备","恒进感应":"机械装备","龙辰科技":"机械装备",
  // 信息技术
  "力源信息":"信息技术","达梦数据":"信息技术","光庭信息":"信息技术",
  "盛天网络":"信息技术","中科通达":"信息技术","兴图新科":"信息技术",
  "中贝通信":"信息技术","中元股份":"信息技术","中安科":"信息技术",
  "理工光科":"信息技术","信科移动-U":"信息技术","九菱科技":"信息技术",
  // 能源/电力
  "湖北能源":"能源/电力","长源电力":"能源/电力","百川能源":"能源/电力",
  "万润新能":"能源/电力","凯瑞德":"能源/电力","骆驼股份":"能源/电力",
  // 商业地产
  "武商集团":"商业地产","中百集团":"商业地产","居然智家":"商业地产",
  "*ST南置":"商业地产","汉商集团":"商业地产","东湖高新":"商业地产",
  "福星股份":"商业地产",
  // 军工
  "菲利华":"军工","ST应急":"军工","高德红外":"军工","华强科技":"军工","超卓航科":"军工","久之洋":"军工","光电股份":"军工",
  // 环保
  "武汉控股":"环保","路德科技":"环保","武汉天源":"环保",
  "华康洁净":"环保","*ST启环":"环保","ST能特":"环保",
  // 传媒
  "湖北广电":"传媒","长江传媒":"传媒","ST明诚":"传媒",
  // 交通运输
  "凤凰航运":"交通运输","楚天高速":"交通运输","三峡旅游":"交通运输",
  // 电子
  "兴福电子":"电子","瀛通通讯":"电子",
  // 光电子
  "戈碧迦":"光电子","五方光电":"光电子","久量股份":"光电子",
  // 化工
  "回天新材":"化工","国创高新":"化工",
  // 美容护理
  "*ST美谷":"美容护理",
  // 机械装备
  "ST逸飞":"机械装备","金运激光":"机械装备",
  // 环保
  "祥龙电业":"环保",
  // 信息技术
  "农尚环境":"信息技术",
  // 通信
  "*ST天喻":"通信","长盈通":"通信",
  // 纺织服饰
  "*ST尔雅":"纺织服饰",
  // 家用电器
  "宏海科技":"家用电器",
  // 计算机
  "微创光电":"计算机",
};